Repository: kimsand123/Semesterprojekt
Catalog: Clients/MobileApp/lib/localization/l10n/intl_*.arb
Languages: da

# appbar__edit_button
source: Edit
da: Rediger

source: Save
da: Gem

source: Yes
da: Ja

source: No
da: Nej

source: Exit
da: Forlad

source: Resume
da: Fortsæt

# secs
source: Sec
da: Sek

source: Hours
da: Timer

source: Days
da: Dage

source: Player
da: Spiller

source: Rank
da: Placering

source: Hole
da: Hul

source: Time
da: Tid

source: You
da: Dig

source: Admin
da: Bestyrer

source: Name
da: Navn

source: Country
da: Land

source: Club Number
da: Klubnummer

source: World rank
da: Verdensplacering

source: Danish
da: Dansk

source: English
da: Engelsk

# dialog__are_you_sure
source: Are you sure?
da: Er du sikker?

# dialog__delete_from
source: Do you want to remove {username} from {deleteFrom}?
da: Er du sikker på du vil fjerne {username} fra {deleteFrom}?

# dialog__delete
source: Do you want to remove {username} from your friends?
da: Er du sikker på du vil fjerne {username} fra dine venner?

# dialog__delete_group
source: Do you want to delete the group {group}?
da: Vil du slette gruppen {group}?

source: + Add group members
da: + Tilføj gruppemedlemmer

# auth__password_caption
source: Password
da: Adgangskode

# auth__signup_button
source: Signup
da: Ny spiller

# auth__terms_button
source: Terms and conditions
da: Vilkår og betingelser

# auth_intro__login_button
source: Login
da: Log ind

# auth_login__title
source: Login
da: Log ind

# auth_login__reset_password_button
source: Reset password
da: Nulstil adgangskode

# auth_login__login_button
source: Login
da: Log ind

# auth_login__join_button
source: Don't you have an account? Join us here
da: Har du ikke en konto? Opret dig her

# auth_signup__title
source: Getting Started
da: Kom igang

# auth_signup__username_caption
source: Username
da: Brugernavn

# auth_signup__username_hint
source: Name
da: Navn

# auth_signup__country_caption
source: Country
da: Land

# auth_signup__country_hint
source: Denmark
da: Danmark

# auth_forgot_password__title
source: Forgot password
da: Glemt adgangskode

# auth_forgot_password__email_caption
source: Enter your email adress
da: Skriv din email adresse

# auth_forgot_password__reset_password_button
source: Reset password
da: Nulstil adgangskode

# auth_signup__confirm_password_caption
source: Confirm password
da: Bekræft adgangskode

# auth_signup__dgu_number_caption
source: Club number
da: Klub nummer

# auth_forgot_password__progress_text
source: Sending a password your way...
da: Sender en adgangskode din vej...

# auth_login__progress_text
source: Signing you in...
da: Logger dig ind...

# auth_signup__progress_text
source: Signing you up...
da: Opretter dig...

# menu__profile_button
source: Profile
da: Profil

# menu__friends_button
source: Friends
da: Venner

# menu__group_button
source: Groups
da: Grupper

# menu__club_button
source: Club
da: Klub

# menu__settings_section
source: Settings
da: Indstillinger

# menu__app_settings_button
source: App settings
da: App indstillinger

# menu__help_and_feedback_button
source: Help and feedback
da: Hjælp og feedback

# menu__about_button
source: About
da: Om appen

# menu__log_out_button
source: Log out
da: Log ud

# friends__title
source: Friends
da: Venner

# friends__notification
source: New friend request
da: Ny venneanmodning

# friends__add_friends_button
source: + Add new friends
da: + Tilføj nye venner

# friends__list_first_title
source: Player
da: Spiller

# groups__title
source: Groups
da: Grupper

# groups__notification
source: New group invite
da: Ny gruppe invitation

# groups__create_new_group
source: + Create new group
da: + Opret ny gruppe

# groups__create_group_title
source: Create group
da: Opret gruppe

# groups__single_group_list__first_title
source: Player
da: Spiller

# groups__group_list__first_title
source: Group name
da: Gruppenavn

# groups__group_list__second_title
source: Avg. handicap
da: Gns. handicap

# groups__delete_group
source: Delete the group
da: Slet gruppen

# groups__saving_group_popup
source: Saving the group...
da: Gemmer gruppen...

# club__title
source: Club
da: Klub

# club__add_club_members_button
source: + Add new club member
da: + Tilføj nyt klubmedlem

# club__group_list__first_title
source: Club member
da: Klubmedlem

# game_flow__elaborate_rule__title
source: Elaborate rule
da: Uddyb regel

# game_flow__seconds_short
source: Sec.
da: Sek.

# game_flow__hours_short
source: Hours
da: Timer

# game_flow__days_short
source: Days
da: Dage

# game_appbar__question_duration
source: Q. duration
da: Varighed

# game_appbar__your_score
source: Your score
da: Din score

# game_appbar__players
source: Players
da: Spillere

# privacy_policy__title
source: Privacy policy
da: Privat politik

# terms_conditions__title
source: Terms & Conditions
da: Vilkår og betingelser

# game_tournaments__start
source: Starts
da: Begynder

# game_tournaments__are_you_sure
source: Are you sure you want to join this tournament?
da: Er du sikker på du vil deltage i turneringen?

# game_tournaments__ongoing_tournaments
source: Ongoing Tournaments
da: Igangværende turneringer

# game_tournaments__upcoming_tournaments
source: Upcoming Tournaments
da: Kommende turneringer

# game_tournaments__join_tournaments
source: Join tournament
da: Deltag i turneringen

# game_tournaments__no_tournaments
source: There are no upcoming or ongoing tournaments..
da: Der er ingen kommende eller igangværende turneringer...

# validation__enter_valid_email
source: Enter valid email
da: Skriv en gyldig email

# validation__too_short_password
source: Password must be more than 6 characters
da: Adgangskoden skal være længere end 6 bogstaver

# validation__reenter_password
source: Please re-enter the password
da: Venligst genindtast adgangskode

# validation__password_not_the_same
source: Password must be the same
da: Adgangskode skal være den samme

# validation__enter_name
source: Enter a name to search
da: Indtast et navn for at søge

# validation__dgu_number
source: DGU number should be 5 numbers
da: Klub nummer bør være 5 tal

# validation__too_short
source: {tooShort} should be at least {length} letters
da: {tooShort} bør være mindst {length} bogstaver

# validation__too_long
source: {tooLong} should be under {length} letters
da: {tooLong} bør være under {length} bogstaver

# about__title
source: About
da: Om appen

# about__copyrights_title
source: Copyrights
da: Ophavsret

# about__policies_title
source: Policies
da: Politikker

# about__policies_privacy_button
source: Privacy policy
da: Privat politik

# about__policies_terms_button
source: Terms & Conditions
da: Vilkår og betingelser

# about__about_app_title
source: About this app
da: Om denne app

# app_settings__title
source: App settings
da: App indstillinger

# app_settings__audio_title
source: Audio settings
da: Lyd indstillinger

# app_settings__audio
source: Audio
da: Lyd

# app_settings__notifications_title
source: Notifications settings
da: Notifikationsindstillinger

# app_settings__notifications
source: Notifications
da: Notifikationer

# app_settings__privacy_title
source: Privacy settings
da: Privat indstillinger

# app_settings__privacy_club
source: Connect profile to club
da: Forbind profil til klub

# app_settings__privacy_ranking
source: Visible on ranking boards
da: Synlig på ranglister

# app_settings__language_title
source: Select language
da: Vælg sprog

# app_settings__language_hint
source: Language
da: Sprog

# help_and_feedback__title
source: Help & Feedback
da: Hjælp & Feedback

# help_and_feedback__how_to_play_title
source: How to play
da: Sådan spiller du

# help_and_feedback__how_to_play
source: Guide
da: Vejledning

# help_and_feedback__handicap_rules
source: Handicap rule description
da: Handicap regel beskrivelse

# help_and_feedback__contact_title
source: Contact us
da: Kontakt os

# status__ranking_title
source: Ranking
da: Placering

# status__ranking_world_overlay
source: World ranking
da: Verdensplacering

# status__ranking_friends_button
source: Friends rank
da: Venneplacering

# status__ranking_friends_overlay
source: Friends ranking
da: Venneplacering

# status__ranking_club_button
source: Club rank
da: Klub placering

# status__ranking_club_overlay
source: Club ranking
da: Klub placering

# status__game_overview_title
source: Game overview
da: Spil oversigt

# status__games_played
source: Games played
da: Spillede spil

# status__games_won
source: Games won
da: Spil vundet

# status__games_lost
source: Games lost
da: Spil tabt

# game_list__solo_matches
source: Solo matches
da: Solo matcher

# game_list__two_player_matches
source: Two player matches
da: To spiller matcher

# game_list__group_matches
source: Group matches
da: Gruppe matcher

# game_list__tournaments_matches
source: Tournament matches
da: Turneringsmatcher

# game_list__active_matches
source: Active matches
da: Aktive matcher

# game_list__inactive_matches
source: Previous matches
da: Tidligere matcher

# game_list__hole_out_of
source: Hole {currentHole} out of {maxHoles}
da: Hul {currentHole} ud af {maxHoles}

# game_list__total_score
source: Total score of {score}
da: Samlet score på {score}

# game_list__date_ended_at
source: Ended {end}
da: Sluttede {end}

source: Your turn
da: Din tur

source: Their turn
da: Deres tur

# game_list__num_of_players
source: {amountOfPlayers} players
da: {amountOfPlayers} spillere

# game_list__seconds_left
source: {seconds} seconds left
da: {seconds} sekunder tilbage

# game_list__minutes_left
source: {minutes} minutes left
da: {minutes} minutter tilbage

# game_list__hours_left
source: {hours} hours left
da: {hours} timer tilbage

# game_list__days_left
source: {days} days left
da: {days} dage tilbage

# game_list__seconds_until
source: Starts in {seconds} seconds
da: Start om {seconds} sekunder

# game_list__minutes_until
source: Starts in {minutes} minutes
da: Starter om {minutes} minutter

# game_list__hours_until
source: Starts in {hours} hours
da: Starter om {hours} timer

# game_list__days_until
source: Starts in {days} days
da: Starter om {days} dage

# active_games_card__show_all_matches
source: Show all matches
da: Vis alle matcher

# add_all_button_text
source: + Add all players
da: + Tilføj alle spillere

# progressbar_text
source: Your progress
da: Din fremdrift

# games__title
source: Games
da: Spil

# games__start_new_match
source: Start new match
da: Start ny match

# games__start_new_match__two_player_match
source: Two player match
da: To spiller match

# games__start_new_match__group_match
source: Group match
da: Gruppe match

# games__your_matches
source: Your matches
da: Dine matcher

# games__your_matches__solo_matches
source: Solo matches
da: Solo matcher

# games__your_matches__two_player_matches
source: Two player matches
da: To spiller matcher

# games__your_matches__group_matches
source: Group matches
da: Gruppe matcher

# games__your_matches__tournament_matches
source: Tournaments
da: Turneringer

# home__title
source: Home
da: Hjem

# home__tournaments
source: Tournaments
da: Turneringer

# home__tournaments__upcomming
source: Upcoming tournaments
da: Kommende turneringer

# home__your_status
source: Your status
da: Din status

# home__your_status__world_rank
source: World rank
da: Verdensplacering

# home__tip_of_the_day
source: Tip of the day
da: Dagens tip

# menu__email_error
source: No email found?
da: Ingen email fundet?

# bottom_navigation__home
source: Home
da: Hjem

# bottom_navigation__games
source: Games
da: Spil

# create_match__title__group_match
source: Group match
da: Gruppe match

# create_match__title__two_player_match
source: Two player
da: To spiller

# create_match__match_name
source: Match name
da: Match navn

# create_match__match_name__hint_text
source: Match name
da: Match navn

# create_match__question_duration
source: Question duration
da: Spørgsmålsvarighed

# create_match__question_duration__custom
source: Custom duration
da: Brugerdefineret varighed

# create_match__player_response_time
source: Player response time
da: Spiller svartid

# create_match__player_response_time__days
source: {days} days
da: {days} dage

# create_match__player_invite
source: Invite players
da: Inviter spillere

# create_match__player_invite__friends
source: Friend
da: Ven

# create_match__player_invite__group
source: Group
da: Gruppe

# create_match__player_invite__club
source: Club
da: Klub

# create_match__handicap__switch_text
source: Play with handicap
da: Spil med handicap

# game_flow__question__q_duration
source: Q. duration
da: Varighed

# game_flow__question__your_score
source: Your score
da: Din score

# game_flow__result__hole
source: Hole {gameProgress}
da: Hul {gameProgress}

# game_flow__result__rule
source: Rule {ruleString}
da: Regel {ruleString}

# game_flow__result__your_score
source: Your score
da: Din score

# game_flow__result__friends_ranking
source: Friends Ranking
da: Venneplacering

# game_flow__result__elaborate_rule
source: Elaborate rule
da: Uddyb regel

# game_flow__result__rule_overlay__title
source: Rule elaboration
da: Uddybelse af regel

# game_flow__result__pause_dialog
source: Are you sure you want to pause the game?
da: Er du sikker på du vil pause spillet?

# game_flow__result__continue
source: Continue
da: Fortsæt

# game_flow__result__correct
source: Correct
da: Korrekt

# game_flow__result__wrong
source: Wrong
da: Forkert

# game_flow__scoreboard__q_duration
source: Q. duration
da: Varighed

# game_flow__scoreboard__your_score
source: Your score
da: Din score

# game_flow__scoreboard__end_game
source: End game
da: Afslut spil

# game_flow__scoreboard__pause_dialog
source: Are you sure you want to pause the game?
da: Er du sikker på du vil pause spillet?

# game_flow__scoreboard__resume
source: Resume
da: Fortsæt

# game_flow__scoreboard__hole
source: Hole
da: Hul

# game_flow__scoreboard__time
source: Time
da: Tid

# game_flow__scoreboard__player
source: Player
da: Spiller

# invite_helper__max_players
source: Max {maxPlayersTwoPlayerMatch} players reached
da: Max {maxPlayersTwoPlayerMatch} spillere

# invite_helper__two_player__dialog_text
source: Two-player match can only contain two players. Remove {name} to add a different player.
da: To spiller match kan kun indeholde to spillere. Fjern {name} for at tilføje en anden spiller.

# invite_helper__group__dialog_text
source: This match already contains: {players} Please remove a player to add another.
da: Denne match indeholder allerede: {players} Venligst fjern en spiller, for at tilføje en ny.

# find_player__title
source: Find player
da: Find spiller

# find_player__search_player
source: Search for a player
da: Søg efter en spiller

# find_player__search_player_hint
source: Search for a player
da: Søg efter en spiller

# find_player__add_popup__title
source: Add {name}?
da: Tilføj {name}?

# find_player__add_popup__description
source: Do you want to add {name} {description}
da: Vil du tilføje {name} {description}

# find_player__add_popup__to_friends
source: to your friends?
da: til dine venner?

# find_player__add_popup__to_group
source: to the group?
da: til gruppen?

# find_player__add_popup__to_club
source: to the club?
da: til klubben?

# find_player__load_players
source: Gathering players...
da: Finder spillere...

# edit_profile__title
source: Edit profile
da: Rediger profil

# edit_profile__old_password
source: Old password
da: Gammelt adgangskode

# edit_profile__new_password
source: New password
da: Ny adgangskode

# edit_profile__confirm_new_password
source: Confirm new password
da: Bekræft ny adgangskode

# edit_profile__save_loading
source: Saving your profile...
da: Gemmer din profil...

# profile__title
source: My profile
da: Min profil

# profile__game_overview
source: Game overview
da: Spil oversigt

# profile__game_overview__played
source: Games played
da: Spillede spil

# profile__game_overview__won
source: Games won
da: Spil vundet

# profile__game_overview__lost
source: Games lost
da: Spil tabt

# error__data_was_not_recieved
source: An error has occured! Please contact our support team if this error keeps occuring.
da: En fejl opstod! Venligst kontakt vores suppport, hvis denne fejl fortsat opstår.
